Repository: xentaos/mdm
Catalog: launchpad-po/*.po
Languages: ca, el, gd, gl, tr, ur, uz

source: Are you sure you want to shut down the computer?
ca: Esteu segur que voleu apagar l'ordinador?
el: Είστε σίγουρος ότι θέλετε να τερματίσετε τη λειτουργία του υπολογιστή;
gd: A bheil thu cinnteach gu bheil thu airson an coimpiutair a dhùnadh sìos?
gl: Confirma o apagado do computador?
tr: Bilgisayarı kapatmak istediğinize emin misiniz?
ur: کیا آپ واقعی کمپیوٹر کو بند کرنا چاہتے ہیں؟
uz: Компьютерни ўчиришни ҳалиям ҳоҳлайсизми?

source: Shut _Down
ca: _Apaga
el: Τερματισμός _Λειτουργίας
gd: Dùin _sìos
gl: _Apagar
tr: _Kapat
ur: کمپیوٹر بند _کریں
uz: Компьютерни ўчириш

source: Are you sure you want to suspend the computer?
ca: Esteu segur que voleu suspendre l'ordinador?
el: Είστε σίγουρος ότι θέλετε να αναστείλετε την λειτουργία του υπολογιστή;
gd: A bheil thu cinnteach gu bheil thu airson an coimpiutair a chur 'na dhàil?
gl: Confirma que quere suspender o computador?
tr: Bilgisayarı askıya almak istediğinizden emin misiniz?
ur: کیا آپ واقعی کمپیوٹر کو معطل کرنا چاہتے ہیں؟
uz: Компьютерни вақтинчалик ишлашдан тўхтатишни ҳоҳлайсизми?

source: _Suspend
ca: _Suspèn
el: _Αναστολή λειτουργίας
gd: Cuir 'na _dhàil
gl: _Suspender
tr: _Askıya al
ur: _معطل
uz: _Компьютерни вақтинчалик ишлашдан тўхтатиш

source: Are you sure you want to restart the computer?
ca: Esteu segur que voleu reiniciar l'ordinador?
el: Είστε σίγουρος ότι θέλετε να επανεκκινήσετε τον υπολογιστή;
gd: A bheil thu cinnteach gu bheil thu airson an coimpiutair ath-thòiseachadh?
gl: Confirma que quere reiniciar o computador?
tr: Bilgisayarı yeniden başlatmak istediğinizden emin misiniz?
ur: کیا آپ واقعی کمپیوٹر کو ری سٹارٹ شروع کرنا چاہتے ہیں؟
uz: Компьютерни ўчириб ёқишни ҳоҳлайсизми?

source: _Restart
ca: _Reinicia
el: _Επανεκκίνηση
gd: _Ath-thòisich
gl: _Reiniciar
tr: _Yeniden Başlat
ur: _ری سٹارٹ
uz: _Ўчириб-ёқиш

source: User %u will login in %t
ca: L'usuari %u iniciarà la sessió d'aquí a %t
el: Ο χρήστης %u θα συνδεθεί σε %t
gd: Clàraichidh an cleachdaiche %u a-steach ann an %t
gl: O usuario %u iniciará a sesión en %t
tr: %u kullanıcısı %t içerisinde giriş yapacak
ur: صارف %u کو %t سیکنڈ میں لاگ ان کر دیا جائے گا
uz: %u фойдаланувчи %t дан сўнг тизимга киради

source: Username:
ca: Nom d'usuari:
el: Όνομα χρήστη:
gd: Ainm-cleachdaiche:
gl: Nome de usuario:
tr: Kullanıcı Adı:
ur: صارف کا نام:
uz: Фойдаланувчи номи:

source: Password:
ca: Contrasenya:
el: Κωδικός πρόσβασης:
gd: Facal-faire:
gl: Contrasinal:
tr: Parola
ur: پاس ورڈ
uz: Парол:

source: Already logged in
ca: Ja ha iniciat la sessió
el: Ήδη συνδεδεμένος
gd: Air clàradh a-steach mar-thà
gl: Xa está identificado
tr: Oturum zaten açık
ur: پہلے ہی سے لاگ ان
uz: Аллақачон тизимга кирилган

source: There was an error loading the theme %s
ca: S'ha produït un error en carregar el tema %s
el: Υπήρξε ένα σφάλμα κατά τη φόρτωση του θέματος %s
gd: Bha mearachd ann a' luchdadh an ùrlair %s
gl: Produciuse un erro ao cargar o tema %s
tr: %s teması yüklenirken bir hata oluştu
ur: تھیم %s کو لوڈ کرنے میں مسئلہ درپیش ہوا
uz: Ташқи кўриниш мавзуси %s ни юклашда хато содир бўлди

source: Login
ca: Inicia la sessió
el: Σύνδεση
gd: Clàraich a-steach
gl: Acceso
tr: Giriş
ur: لاگ ان
uz: Тизимга кириш

source: OK
ca: D'acord
gd: Ceart ma-thà
gl: Aceptar
tr: Tamam
ur: ٹھیک هے

source: Cancel
ca: Cancel·la
el: Ακύρωση
gd: Sguir dheth
gl: Cancelar
tr: İptal
ur: منسوخ کریں
uz: Бекор қилиш

source: Please enter your username
ca: Introduïu el vostre nom d'usuari
el: Παρακαλώ εισάγετε το όνομα χρήστη σας
gd: Cuir a-steach an t-ainm-cleachdaiche agad
gl: Escriba o seu nome de usuario
tr: Lütfen kullanıcı adınızı girin
ur: اپنا صارف کا نام درج کریں
uz: Фойдаланувчи номини киритинг

source: Please enter your password
ca: Introduïu la contrasenya
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας
gd: Cuir a-steach am facal-faire agad
gl: Escriba o seu contrasinal
tr: Lütfen parolanızı girin
ur: براہِ کرم اپنا پاس ورڈ ڈالیے
uz: Паролингизни киритинг

source: Shutdown
ca: Apaga
el: Τερματισμός λειτουργίας
gd: Dùin _sìos
gl: Apagar
tr: Kapat
ur: کمپیوٹر بند کریں
uz: Компьютерни ўчириш

source: Suspend
ca: Suspèn
el: Αναστολή λειτουργίας
gd: Cuir 'na dhàil
gl: Suspender
tr: Askıya Al
ur: معطل
uz: Вақтинчалик ўчириш

source: Quit
ca: Surt
el: Έξοδος
gd: Fàg an-seo
gl: Saír
tr: Çık
ur: بند کریں
uz: Тизимдан чиқиш

source: Restart
ca: Reinicia
el: Επανεκκίνηση
gd: Ath-thòisich
gl: Reiniciar
tr: Yeniden Başlat
ur: دوبارہ شروع کریں
uz: Ўчириб-ёқиш

source: Session
ca: Sessió
el: Συνεδρία
gd: Seisean
gl: Sesión
tr: Oturum
ur: دورانیہ
uz: Сеанс

source: Select a session
ca: Seleccioneu una sessió
el: Επιλέξτε συνεδρία
gd: Tagh seisean
gl: Escolla a sesión
tr: Oturum seçin
ur: دورانیہ منتخب کریں
uz: Сеансни танлаш

source: Default session
ca: Sessió predeterminada
el: Προεπιλεγμένη συνεδρία
gd: Seisean bunaiteach
gl: Sesión predeterminada
tr: Varsayılan oturum
ur: طے شُدہ دورانیہ
uz: Ноошкор (default) сеанс

source: Please select a user.
ca: Seleccioneu un usuari.
el: Παρακαλώ επιλέξτε ένα χρήστη.
gd: Tagh cleachdaiche.
tr: Lütfen bir kullanıcı seçiniz.
ur: برائے مہربانی کوئی صارف منتخب کریں۔
uz: Фойдаланувчини танланг.

source: Press F1 to enter a username.
ca: Premeu F1 per introduir un nom d'usuari.
el: Πατήστε το κουμπί F1 για να εισάγετε ένα όνομα χρήστη
gd: Brùth air F1 gus ainm-cleachdaiche a chur a-steach.
tr: Bir kullanıcı girmek için F1 tuşuna basınız.
ur: اسم صارف داخل کرنے کے لیے F1 دبائیں۔
uz: Фойдаланувчи номини киритиш учун F1 ни босинг.

source: Language
ca: Idioma
el: Γλώσσα
gd: Cànan
gl: Idioma
tr: Dil
ur: زبان
uz: Тил

source: Select a language
ca: Seleccioneu un idioma
el: Επιλέξτε μια γλώσσα
gd: Tagh cànan
gl: Escolla un idioma
tr: Bir dil seçin
ur: زبان کا انتخاب کریں
uz: Тилни танлаш

source: Are you sure you want to quit?
ca: Esteu segur que voleu sortir?
el: Είστε σίγουρος ότι θέλετε να εξέλθετε;
gd: A bheil thu cinnteach gu bheil thu airson an-seo fhàgail?
gl: Confirma que quere saír?
tr: Çıkmak istediğinizden emin misiniz?
ur: کيا آپ واقعي چھوڑ نا چا ہتے ہيں؟
uz: Тизимдан чиқишни ҳоҳлайсизми?

source: Close
ca: Tanca
el: Κλείσιμο
gd: Dùin
gl: Pechar
tr: Kapat
ur: بند کریں
uz: Ёпиш

source: An error occurred while trying to contact the login screens. Not all updates may have taken effect.
ca: S'ha produït un error en intentar contactar amb les pantalles d'inici de sessió. Possiblement no s'hagin fet totes les actualitzacions.
el: Προέκυψε σφάλμα κατά την προσπάθεια επαφής με τις οθόνες εισόδου. Μπορεί να μην εφαρμόστηκαν όλες οι ενημερώσεις.
gd: Thachair mearachd nuair a bha sinn airson cothrom fhaighinn air an sgrìn chlàraidh. Dh'fhaoidte nach deach gach ùrachadh a chur an sàs.
gl: Produciuse un erro tentando contactar coas pantallas de acceso. É probábel que non todas as actualizacións fosen efectivas.
tr: Giriş ekranına bağlantı kurulurken bir hata meydana geldi. Güncellemelerin tümü etkinleşmemiş olabilir.
ur: بہی ہا نہیں کہاں بہت ہے نے
uz: Тизимга кириш экранига уланиш вақтида хато содир бўлди. Дастурларни янгилашда янгилашларнинг баъзилари ишга тушмаган бўлиши мумкин.

source: Autologin or timed login to the root account is forbidden.
ca: Els inicis de sessió automàtics o programats al compte de root estan prohibits.
el: Δεν επιτρέπεται η αυτόματη είσοδος ή η χρονομετρημένη είσοδος στον λογαριασμό διαχειριστή (root).
gd: Tha clàradh a-steach fèin-obrachail no clàradh a-steach tìmichte toirmisgte sa chunntas root.
gl: O acceso automáticon automático ou a conexión temporizada está prohibida para o administrador (root).
tr: Yönetici (root) hesabına otomatik ya da zamanlanmış oturum açılması yasaklanmıştır.
ur: روٹ کھاتے تک 'خود کار لاگ ان' اور 'ٹائمڈ لاگ ان' منع ہے۔
uz: root учун тизимга автоматик кириш ва бир оздан кейин тизимга кириш тақиқланган.

source: The %s user UID is lower than 'MinimalUID'.
ca: L'UID de l'usuari %s és menor que 'MinimalUID'.
el: Το UID του χρήστη %s είναι μικρότερο από το 'MinimalUID'.
gd: Tha inbhe nas ìsle na "MinimalUID" aig a' chleachdaiche %s.
gl: O UID do usuario %s é menor que «MinimalUID».
tr: %s kullanıcı UID değeri 'MinimalUID' değerinden düşük.
ur: ‏%s صارف کا ‏UID، ‏ 'MinimalUID' سے کم ہے۔
uz: %s нинг UID и 'MinimalUID' дан кичик.

source: User not allowed
ca: Usuari no autoritzat
el: Μη επιτρεπτός χρήστης
gd: Chan eil cead aig a' chleachdaiche seo
gl: Usuario non permitido
tr: Kullanıcıya izin verilmedi
ur: صارف کو اجازت نہیں ہے
uz: Фойдаланувчига рухсат берилмаган

source: Autologin or timed login to the root account is not allowed.
ca: No es permeten els inicis de sessió automàtics o programats al compte de root.
el: Δεν επιτρέπεται η αυτόματη είσοδος ή η χρονομετρημένη είσοδος στον λογαριασμό διαχειριστή (root).
gd: Chan eil clàradh a-steach fèin-obrachail no clàradh a-steach tìmichte ceadaichte sa chunntas root.
gl: O acceso automático ou a conexión temporizada non está permitido para o administrador (root).
tr: Yönetici (root) hesabına otomatik ya da zamanlanmış oturum açılmasına izin verilememektedir.
ur: روٹ کھاتے تک 'خود کار لاگ ان' اور 'ٹائمڈ لاگ ان' کی اجازت نہیں۔
uz: root га тизимга автоматик кириш ёки вақт ўтиши билан кириш рухсат этилмайди.

source: No theme, just pure GTK
ca: Sense tema, només GTK pur
el: Χωρίς θέμα, απλό GTK
gd: Gun ùrlar ach GTK lom
gl: Sen tema, simple e puro GTK
tr: Tema değil, sadece saf GTK
ur: کوئی تھیم نہیں، صرف خالص GTK
uz: Ташқи кўриниш мавзуси йўқ, тоза GTK холос

source: Archive is not of a subdirectory
ca: L'arxiu no és d'un subdirectori
el: Το αρχείο δεν είναι από υποκατάλογο
gd: Chan eil an tasg-lann seo aig fo-phasgan
gl: O arquivo non é dun subdirectorio
tr: Bu arşiv alt dizin değildir
ur: آرکائیو سب-ڈآریکٹری کا نہیں ہوتا
uz: Архив ички директория эмас

source: Archive is not of a single subdirectory
ca: L'arxiu no té un únic subdirectori
el: Το αρχείο δεν είναι από ένα μονό υποκατάλογο
gd: Chan eil an tasg-lann seo aig dìreach aon fho-phasgan
gl: O arquivo non é dun único subdirectorio
tr: Bu arşiv tek bir dizin değildir
ur: آرکائیو صرف ایک سب-ڈآریکٹری کا نہیں ہوتا
uz: Архив ягона ички директория эмас

source: File not a tar.gz or tar archive
ca: El fitxer no és un arxiu tar ni tar.gz
el: Το αρχείο δεν είναι ένα αρχείο tar.gz ή tar
gd: Chan eil am faidhle na thasg-lann tar.gz no tar
gl: O ficheiro non é un arquivo tar.gz ou tar
tr: Dosya bir tar.gz ya da tar arşivi değil
ur: فائل نہ تو tar.gz ہے نہ ہی کوئی tar آرکائیو
uz: Файл ё tar.gz ёки tar архив хам эмас

source: Archive does not include a GdmGreeterTheme.info file
ca: L'arxiu no inclou el fitxer GdmGreeterTheme.info
el: Το αρχείο δεν περιλαμβάνει ένα αρχείο dmGreeterTheme.info
gd: Chan eil faidhle GdmGreeterTheme.info am broinn na tasg-lainn
gl: O arquivo non inclúe un ficheiro GdmGreeterTheme.info
tr: Bu arşiv GdmGreeterTheme.info dosyası içermiyor
ur: آرکائیوْ میں GdmGreeterTheme.info کی فائل موجود نہیں
uz: Архивда GdmGreeterTheme.info файл йўқ

source: File does not exist
ca: El fitxer no existeix
el: Το αρχείο δεν υπάρχει
gd: Chan eil am faidhle ann
gl: O ficheiro non existe
tr: Dosya mevcut değil
ur: فائل موجود نہیں
uz: Файл мавжуд эмас

source: Not a theme archive
ca: No és un arxiu de tema
el: Δεν είναι αρχείο θέματος
gd: Chan eil seo 'na thasg-lann ùrlair
gl: Non é un arquivo de tema
tr: Bu bir tema arşivi değildir
ur: یہ تھیم آرکائیو نہیں ہے
uz: Ташқи кўриниш мавзуси архиви эмас

source: Theme directory '%s' seems to be already installed. Install again anyway?
ca: Sembla que el directori de tema «%s» ja està instal·lat. Voleu instal·lar-lo de nou?
el: Ο κατάλογος θέματος '%s' φαίνεται ότι έχει ήδη εγκατασταθεί. Να εγκατασταθεί ξανά ούτως ή άλλως;
gd: Tha coltas gun deach am pasgan ùrlaran "%s" a stàladh mu thràth. A bheil thu airson a stàladh co-dhiù?
gl: Semella que o directorio do tema «%s» xa está instalado. Quere instalalo de novo?
tr: '%s' tema dizini zaten yüklenmiş gibi görünüyor. Yine de tekrar yüklensin mi?
ur: تھیم ڈائرکٹری '%s' پہلے سے انسٹال شدہ ہے۔ پھر بھی دوبارہ انسٹال کردیں؟
uz: '%s' ташқи кўриниш мавзуси директорияси аллақачон ўрнатилган. Шундай бўлса хам яна ўрнатмоқчимисиз?

source: Some error occurred when installing the theme
ca: S'ha produït un error en instal·lar el tema
el: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση του θέματος
gd: Thachair mearachd air choireigin rè stàladh an ùrlair
gl: Produciuse algún erro ao instalar o tema
tr: Tema yükleme sırasında bazı hatalar oluştu
ur: تھیم انسٹال کرتے ہوئے کوئی مسئلہ درپیش
uz: Ушбу ташқи кўриниш мавзусини ўрнатишда хато содир бўлди

source: No file selected
ca: Cap fitxer seleccionat
el: Δεν επιλέχθηκε κανένα αρχείο
gd: Cha deach faidhle a thaghadh
gl: Non escolleu ningún ficheiro
tr: Seçili dosya yok
ur: کوئی فائل منتخب کردہ نہیں
uz: Хеч қайси бир файл танланмаган

source: Select Theme Archive
ca: Seleccioneu un arxiu de tema
el: Επιλέξτε Αρχείο Θέματος
gd: Tagh tasg-lann ùrlair
gl: Seleccionar un arquivo de tema
tr: Tema Arşivi Seçin
ur: تھیم آرکائیو منتخب کریں
uz: Ташқи кўриниш мавзуси архивини танлаш

source: _Install
ca: _Instal·la
el: _Εγκατάσταση
gd: _Stàlaich
gl: _Instalar
tr: _Kur
ur: _انسٹال کریں
uz: _Ўрнатиш

source: Theme archives
ca: Arxius de tema
el: Αρχεία θεμάτων
gd: Tasg-lann nan ùrlaran
gl: Arquivos de tema
tr: Tema arşivleri
ur: تھیم کے آرکائیوْز
uz: Ташқи кўриниш мавзуси архивлари

source: Remove the "%s" theme?
ca: Voleu suprimir el tema «%s»?
el: Αφαίρεση του θέματος "%s";
gd: A bheil thu airson an t-ùrlar "%s" a thoirt air falbh?
gl: Retirar o tema «%s»?
tr: "%s" teması silinsin mi?
ur: تھیم %s ہٹائیں؟
uz: "%s" ташқи кўриниш мавзусини тизимдан олиб ташлаш

source: If you choose to remove the theme, it will be permanently lost.
ca: Si escolliu suprimir el tema, aquest es perdrà permanentment.
el: Αν επιλέξετε να αφαιρεθεί το θέμα, θα χαθεί οριστικά.
gd: Ma bheir thu air falbh an t-ùrlar, thèid e air chall gu buan.
gl: Se escolle retirar o tema este perderase permanentemente.
tr: Eğer temayı silmeyi seçersiniz, kalıcı olarak kaldırılacaktır.
ur: اگر آپ تھیم ہٹائیں گے تو یہ ہمیشہ کے لیے حذف کر دیا جائے گا۔
uz: Агар ушбу ташқи кўриниш мавзусини тизимдан олиб ташлаш учун танласангиз у бутунлай йўқотилади.

source: _Remove Theme
ca: _Suprimeix el tema
el: _Αφαίρεση Θέματος
gd: Thoi_r air falbh an t-ùrlar
gl: _Retirar o tema
tr: _Temayı Sil
ur: تھیم _ہٹا دیں
uz: _Ташқи кўриниш мавзусини тизимдан олиб ташлаш

source: Install the theme from '%s'?
ca: Voleu instal·lar el tema de «%s»?
el: Εγκατάσταση του θέματος από '%s';
gd: A bheil thu airson an t-ùrlar a stàladh o "%s"?
gl: Quere instalar o tema desde «%s»?
tr: '%s' arşivindeki tema kurulsun mu?
ur: ‏'%s' سے نیا تھیم انسٹال کریں؟
uz: Ташқи кўриниш мавзусини '%s' дан ўрнатасизми?

source: Select install to add the theme from the file '%s'.
ca: Seleccioneu «Instal·la» per a afegir el tema des del fitxer «%s».
el: Επιλέξτε εγκατάσταση για να προσθέσετε το θέμα από το αρχείο '%s'.
gd: Tagh "Stàlaich" gus an t-ùrlar san fhaidhle "%s" a chur ris.
gl: Seleccione Instalar para engadir o tema desde o ficheiro «%s».
tr: '%s' dosyasından tema eklemek için Yükle düğmesini seçiniz.
ur: فائل '%s' سے تھیم شامل کرنے کے لیے 'انسٹال' منتخب کریں۔
uz: '%s' файлдан ташқи кўриниш мавзусини тизимга қўшиш учун ўрнатишни танланг.

source: Images
ca: Imatges
el: Εικόνες
gd: Dealbhan
gl: Imaxes
tr: Resimler
ur: تصاویر
uz: Расмлар

source: All Files
ca: Tots els fitxers
el: Όλα τα Αρχεία
gd: Na h-uile faidhle
gl: Todos os ficheiros
tr: Tüm Dosyalar
ur: تمام فائلیں
uz: Барча файллар

source: Automatically detected
ca: Detectat automàticament
el: Εντοπίστηκε αυτόματα
gd: Air a mhothachadh gu fèin-obrachail
gl: Detectado automaticamente
tr: Otomatik algılama
ur: خودکار دریافت کردہ
uz: Автомат равишда топилган

source: Theme
ca: Tema
el: Θέμα
gd: Ùrlar
gl: Tema
tr: Tema
ur: تھیم
uz: Ташқи кўриниш мавзуси

source: Auto login
ca: Inici de sessió automàtic
el: Αυτόματη σύνδεση
gd: Clàradh a-steach fèin-obrachail
gl: Acceso automático
tr: Otomatik giriş
ur: نیٹ ورک لاگ اِن
uz: Тизимга автоматик равишда кириш

source: Options
ca: Opcions
el: Επιλογές
gd: Roghainnean
gl: Opcións
tr: Seçenekler
ur: اختیارات
uz: Хосса вариантлари

source: Add a new theme
ca: Afegeix un tema nou
el: Προσθήκη νέου θέματος
gd: Cuir ùrlar ùr ris
gl: Engadir un tema novo
tr: Yeni tema ekle
ur: نیا تھیم شامل کریں...
uz: Янги ташқи кўриниш мавзусини қўшиш

source: Remove the selected theme
ca: Elimina el tema seleccionat
el: Αφαίρεση του επιλεγμένου θέματος
gd: Thoir air falbh an t-ùrlar a thagh thu
gl: Retirar o tema seleccionado
tr: Seçilen temayı sil
ur: منتخب کردہ تھیم ہٹا دیں
uz: Танланган ташқи кўриниш мавзусини тизимдан олиб ташлаш

source: Launch the login screen to preview the theme
ca: Llança la pantalla d'inici de sessió per a una vista prèvia del tema
el: Εκκινήστε την οθόνη σύνδεσης για προεπισκόπιση θέματος
gd: Cuir an sgrìn tòiseachaidh gu dol airson ro-shealladh air an ùrlar
gl: Abra a pantalla de acceso para obter unha vista previa do tema
tr: Tema önizlemesi için giriş ekranını başlatın
ur: اس تھیم کا پیش منظر دیکھنے کے لیے لاگ ان سکرین چلائیں
uz: Ташқи кўриниш мавзусини кўриб чиқиш учун тизимга кириш экранини ишга туширинг

source: Please install 'numlockx' to enable this feature
ca: Si us plau, instal·leu 'numlockx' per activar aquesta funció
el: Παρακαλώ εγκαταστήστε το 'numlockx' για να ενεργοποιήσετε αυτή τη λειτουργία
gd: Stàlaich "numlockx" gus an gleus seo a chur an comas
gl: Instale «numlockx» para activar esta función
tr: Bu özelliği etkinleştirmek için 'numlockx' paketini yükleyin
ur: براہ مہربانی اس فیچر کو فعال کرنے کے لیے 'numlockx' کو انسٹال کریں
uz: Ушбу имкониятни ёқиш учун 'numlockx' ни тизимга ўрнатинг

source: Could not access configuration file (defaults.conf)
ca: No s'ha pogut accedir al fitxer de configuració (defaults.conf)
el: Αδυναμία πρόσβασης στο αρχείο ρυθμίσεων(defaults.conf)
gd: Cha b' urrainn dhuinn cothrom fhaighinn air faidhle an rèiteachaidh (defaults.conf)
gl: Non foi posíbel acceder ao ficheiro de configuración (defaults.conf)
tr: Yapılandırma dosyasına erişilemedi (defaults.conf)
ur: تشکیل فائل(defaults.conf) تک رسائی ناکام
uz: Созламалар файли (defaults.conf) ни очишга рухсат олиб бўлмади

source: Make sure that the file exists before launching login manager config utility.
ca: Assegureu-vos que el fitxer existeix abans d'executar la utilitat de configuració del gestor d'inici de sessió.
el: Βεβαιωθείτε ότι αυτό το αρχείο υπάρχει πριν εκκινήσετε το εργαλείο ρύθμισης διαχειριστή εισόδου.
gd: Dèan cinnteach gu bheil am faidhle ann mus cuir thu gu dol uidheam rèiteachadh manaidsear a' chlàraidh a-steach.
gl: Asegúrese de que existe o ficheiro antes de executar a utilidade de configuración do xestor de acceso.
tr: Giriş yöneticisi yapılandırma aracını başlatmadan önce dosyanın varlığından emin olun.
ur: لاگ ان منتظم کی تشکیل یوٹیلیٹی چلانے سے پہلے یقینی بنالیں کے فائل موجود ہے۔
uz: Тизимга кириш менежерини созловчи иловани ишга туширишдан олдин ушбу файл мавжудлигини текшириб кўринг.

source: Could not access configuration file
ca: No s'ha pogut accedir al fitxer de configuració
el: Αδυναμία πρόσβασης στο αρχείο ρυθμίσεων
gd: Cha b' urrainn dhuinn cothrom fhaighinn air faidhle an rèiteachaidh
gl: Non foi posíbel acceder ao ficheiro de configuración
tr: Yapılandırma dosyasına erişilemedi
ur: تشکیل فائل تک رسائی ناکام ہوئی
uz: Созламалар файлини очишга рухсат олиб бўлмади

source: You must be root to configure MDM.
ca: Heu de ser root per configurar MDM
el: Πρέπει να έχετε δικαιώματα διαχειριστή για να ρυθμίσετε το MDM.
gd: Feumaidh inbhe root a bhith agad mus urrainn dhut MDM a rèiteachadh.
gl: Debe ser administrador (root) para configurar MDM.
tr: MDM'yi yapılandırmak için yönetici haklarına sahip olmanız gerekir.
ur: ‏MDM کی تشکیل کے لیے آپ کا روٹ ہونا ضروری ہے۔
uz: MDM ни созлашингиз учун сиз root бўлишингиз лозим.

source: Login Window Preferences
ca: Preferències de la finestra d'inici de sessió
el: Προτιμήσεις Παραθύρου Εισόδου
gd: Roghainnean uinneag a' chlàraidh a-steach
gl: Preferencias da xanela de acceso
tr: Giriş Penceresi Tercihleri
ur: لاگ ان ونڈو کی ترجیحات
uz: Тизимга кириш ойнаси учун танланган хоссалар

source: Background
ca: Fons
el: Φόντο
gd: Cùlaibh
gl: Fondo
tr: Arkaplan
ur: پس منظر
uz: Фон

source: _Image:
ca: _Imatge:
el: _Εικόνα:
gd: _Dealbh:
gl: _Imaxe:
tr: _Resim:
ur: تص_ویر:
uz: _Расм

source: Displays this image as the background in the greeter.
ca: Mostra aquesta imatge com a fons de pantalla a la benvinguda.
el: Εμφανίζει αυτή την εικόνα ως το φόντο στην υποδοχή.
gd: Seallaidh seo an dealbh seo mar chùlaibh san fhàiltichear.
gl: Amosa esta imaxe como fondo na interface de benvida.
tr: Giriş ekranında arkaplan olarak kullanılacak resmi gösterilir.
ur: یہ تصویر گریٹر میں بطور پس منظر دکھائیں۔
uz: greeter да ушбу расмни фон сифатида кўрсатади.

source: Select background image
ca: Seleccioneu una imatge de fons
el: Επιλέξτε εικόνα φόντου
gd: Tagh dealbh a' chùlaibh
gl: Seleccionar a imaxe de fondo
tr: Arkaplan resmini seçiniz
ur: پس منظر تصویر منتخب کریں
uz: Фон учун расм танлаш

source: Pick background color
ca: Escolliu un color de fons
el: Επιλέξτε χρώμα φόντου
gd: Tagh dath a' chùlaibh
gl: Escoller a cor do fondo
tr: Arkaplan rengi seçiniz
ur: پس منظر کا رنگ چنیں
uz: Фон рангини тутинг

source: Co_lor:
el: Χρώ_μα:
gd: Da_th:
gl: Co_r:
tr: _Renk:
ur: رن_گ:
uz: Ранг:

source: Background color of the greeter.
ca: Color de fons de la finestra de benvinguda
el: Χρώμα φόντου της υποδοχής.
gd: Dath cùlaibh an fhàilticheir.
gl: Cor de fondo da interface de benvida.
tr: Giriş ekranı arkaplan rengi
ur: گریٹر کے پس منظر کا رنگ
uz: greeter учун фон ранги.

source: Welcome Message
ca: Missatge de benvinguda
el: Μήνυμα Καλωσορίσματος
gd: An teachdaireachd fàilte
gl: Mensaxe de benvida
tr: Karşılama İletisi
ur: خوش آمدید پیغام
uz: Тизимга кирганда кутиб олишдаги хабар

source: C_ustom:
ca: _Personalitzat:
el: Προ_σαρμοσμένο:
gd: _Gnàthaichte:
gl: Per_sonalizar:
tr: _Özel:
ur: تخ_صیصی(Custom):
uz: Танланган

source: Controls which text to display next to the logo image in the standard greeter.
ca: Controla quin text es mostra al costat del logotip a la finestra de la benvinguda estàndard.
el: Ελέγχει ποιο κείμενο θα εμφανίζεται δίπλα στην εικόνα του λογότυπου στην τυπική υποδοχή.
gd: Suidhichidh seo an teacsa a chithear ri taobh an deilbh san fhàiltichear stannardach.
gl: Controla o texto a amosar xunto coa imaxe do logotipo na pantalla estándar de benvida.
tr: Standart karşılama ekranındaki logo resimlerinin yanındaki denetim metinlerini gösterir.
ur: کنٹرول کرتا ہے کہ معیاری گریٹر پر لوگو تصویر کے سامنے کونسا متن دکھایا جائے۔
uz: Стандарт greeter да тизимга киришда кўринувчи расм ёнида пайдо бўладиган матнни назорат қилади.

source: %n will be replaced by hostname
ca: Se substituirà %n amb el nom d'amfitrió
el: Το %n θα αντικατασταθεί από το hostname
gd: Thèid ainm an òstair a chur an àite %n
gl: %n substituirase polo nome do equipo
tr: %n ana makine adıyla değiştirilecektir
ur: ‏%n کو ہوسٹ کے نام سے بدل دیا جائے گا
uz: %n компьютер номи билан алмаштирилади

source: _Default:
ca: _Predeterminat:
el: _Προεπιλογή:
gd: _Bun-roghainn:
gl: _Predeterminado:
tr: _Varsayılan:
ur: _طے شدہ:
uz: _Ноошкор (default):

source: 'Welcome'
ca: 'Benvingut'
el: 'Καλώς ορίσατε'
gd: "Fàilte"
gl: «Benvida»
tr: 'Hoşgeldiniz'
ur: 'خوش آمدید'
uz: 'Хуш келибсиз'

source: _Enable Automatic Login
ca: _Habilita l'inici de sessió automàtic
el: _Ενεργοποίηση Αυτόματης Εισόδου
gd: Cuir an comas clàradh a-st_each fèin-obrachail
gl: _Activar o acceso automático
tr: _Otomatik Girişi Etkinleştir
ur: خودکار لاگ ان _فعال کریں
uz: _Тизимга автоматик киришни ёқиш
