Repository: xentaos/mdm
Catalog: launchpad-po/*.po
Languages: ca, el, gd, gl, tr, ur, uz

source: Given user should be logged in upon first bootup. No password will be asked.
ca: L'usuari indicat iniciarà la sessió a la primera arrencada. No es demanarà cap contrasenya.
el: Ο χρήστης που δόθηκε θα πρέπει να συνδεθεί κατά την πρώτη εκκίνηση. Δε θα ζητηθεί ο κωδικός πρόσβασης.
gd: Thèid an cleachdaiche sin a chlàradh a-steach rè na ciad bootup. Chan iarrar facal-faire.
gl: O usuario especificado accederá no primeiro arrinque. Non se lle pedirá o contrasinal.
tr: Seçilen kullanıcı bir sonraki açılışta otomatik olarak oturum açabilir. Artık oturum şifresi sorulmayacaktır.
ur: دیے گئے صارف کو پہلی دفعہ کمپیوٹر شروع ہونے پر خود ہی لاگ ان کردیں۔ پاسورڈ نہیں پوچھا جائے گا۔
uz: Ушбу фойдаланувчи компьютер биринчи марта ёқилганда тизимга киради. Парол сўралмайди.

source: _User:
ca: _Usuari:
el: _Χρήστης:
gd: C_leachdaiche:
gl: _Usuario:
tr: _Kullanıcı:
ur: _صارف
uz: _Фойдаланувчи:

source: Dummy
ca: Prova
el: Ομοίωμα
gd: Dumaidh
gl: Proba
tr: Sahte
ur: ڈمی
uz: Мавхум фойдаланувчи

source: Enable _Timed Login
ca: Habili_ta l'inici de sessió programat
el: Ενεργοποίηση _Χρονομετρημένης Εισόδου
gd: Cuir an comas clàradh a-steach _tìmichte
gl: Activar o acceso _temporizado
tr: _Zamanlanmış Oturum Açmayı Etkinleştir
ur: ٹائمڈ(_Timed) لاگ ان فعال کریں
uz: Вақт ўтиши билан тизимга киришни ёқиш

source: Given user should be logged in after a number of seconds of inactivity on the login screen.
ca: L'usuari indicat iniciarà sessió després d'uns de segons d'inactivitat a la pantalla d'inici de sessió.
el: Ο χρήστης που δόθηκε θα πρέπει να συνδεθεί μετά από έναν αριθμό δευτερολέπτων αδράνειας στην οθόνη σύνδεσης.
gd: Thèid an cleachdaiche sin a chlàradh a-steach an dèidh àireamh de dhiogan gun ghnìomhachd air an sgrìn chlàraidh.
gl: El usuario especificado accederá tras uns segundos de inactividade na pantalla de acceso.
tr: Seçilen kullanıcı için giriş ekranında belirlenen süre dolduğunda oturum açılacaktır.
ur: دیے گئے صارف کو کچھ سیکنڈ بعد لاگ ان کر دیا جائے گا اگر وہ سکرین پر کوئی عمل نہیں کرتا۔
uz: Ушбу фойдаланувчи тизимга кириш экрани бир неча сонияларда фаол бўлмагандан кейин тизимга киради.

source: U_ser:
ca: U_suari:
el: Χρ_ήστης:
gd: Cle_achdaiche:
gl: U_suario:
tr: _Kullanıcı:
ur: صا_رف:
uz: Фойдаланувчи

source: _Pause before login:
ca: _Pausa abans d'iniciar sessió:
el: _Παύση πριν την είσοδο:
gd: _Dàil ro chlàradh a-steach:
gl: _Pausa antes de acceder:
tr: Oturum açmadan önce _beklet:
ur: لاگ ان سے پہلے وقفہ:
uz: _Тизимга киришдан аввалги танаффус:

source: Delay in seconds before the timed login user will be logged in.
ca: Retard en segons abans de l'inici de sessió programat.
el: Καθυστέρηση σε δευτερόλεπτα πριν ο χρήστης χρονομετρημένης σύνδεσης συνδεθεί.
gd: An dàil ann an diogan mus dèid an cleachdaiche a chlàradh a-steach slighe clàraidh thìmichte.
gl: Atraso en segundos antes do acceso temporizado.
tr: Zamanlanmış oturum açma öncesinde beklenecek gecikme süresi.
ur: ٹائمڈ صارف کے لاگ-ان ہونے سے قبل تاخیر(سیکنڈ میں)۔
uz: Вақти тугаган фойдаланувчини тизимга киришидан аввал ўтиши керак бўлган вақт (сонияларда).

source: seconds
ca: segons
el: δευτερόλεπτα
gd: diog(an)
gl: segundos
tr: saniye
ur: سیکنڈ
uz: сониялар

source: dummy
ca: de prova
el: ομοίωμα
gd: caochag
gl: de proba
tr: taklit
ur: ڈمی
uz: Мавхум фойдаланувчи

source: Allow root login
ca: Permet l'inici de sessió de root
el: Να επιτρέπεται σύνδεση διαχειριστή
gd: Ceadaich clàradh a-steach root
gl: Permitir o acceso como administrador (root)
tr: Yönetici (root) girişine izin ver
ur: روٹ لاگ ان کی اجازت دیں
uz: root сифатида тизимга киришга рухсат бериш

source: Log debug information to /var/log/syslog
ca: Registra la informació de depuració a /var/log/syslog
el: Κατέγραφε πληροφορίες αποσφαλμάτωσης στο /var/log/syslog
gd: Sàbhail loga dì-bhugachaidh ann an /var/log/syslog
gl: Rexistrar a información de depuración en /var/log/syslog
tr: Ayıklama bilgisini /var/log/syslog için kaydet
ur: ڈی-بگ معلومات کو /var/log/syslog میں ڈالیں
uz: Содир бўлган ходисалар хақидаги маълумотларни /var/log/syslog га ёзиш

source: Sends debug output to the syslog.
ca: Envia la sortida de depuració al syslog
el: Πληροφορίες αποσφαλμάτωσης στο syslog
gd: Cuiridh seo às-chur an dì-bhugachaidh gu loga an t-siostaim.
gl: Envía a información de depuración ao rexistro do sistema.
tr: Syslog için ayıklama çıktısı gönderir
ur: ڈی-بگ ماخذ کو syslog کی طرف بھیجتا ہے۔
uz: Содир бўлган ходисалар хақидаги маълумотни syslog га юборади.

source: Automatically select the last logged in user
ca: Selecciona automàticament l'usuari que ha iniciat l'última sessió
el: Αυτόματη επιλογή του τελευταία συνδεδεμένου χρήστη
gd: Fèin-taghaidh seo an cleachdaiche mu dheireadh a chaidh a chlàradh a-steach.
gl: Seleccionar automáticamente o último usuario que accedeu
tr: Son oturum açan kullanıcıyı otomatik seç
ur: آخر لاگ ان کردہ صارف کو خود کار منتخب کرلیں
uz: Тизимга энг охирги бўлиб кирган фойдаланувчини автоматик равишда танлаш

source: Enable NumLock
ca: Habilitar NumLock
el: Ενεργοποίηση πλήκτρου NumLock
gd: Cuir NumLock an comas
gl: Activar BloqNúm
tr: NumLock etkin
ur: نم لاک فعال کریں
uz: NumLock ни ёқиш

source: Use 24 Hour Clock
ca: Utilitza el rellotge de 24 hores
el: Χρήση 24ωρου Ρολογιού
gd: Cleachd gleoc 24 uair
gl: Usar o reloxo de 24 horas
tr: 24 Saat Biçimi Kullan
ur: 24 گھنٹے والی گھڑی استعمال کریں
uz: 24 ли Соатни ишлатиш

source: Primary monitor:
ca: Monitor primari
el: Πρωταρχική οθόνη:
gd: Prìomh-mhonatair:
gl: Monitor primario:
tr: Birincil ekran:
ur: مرکزی مانیٹر
uz: Бирламчи монитор:

source: Limit the session output
ca: Limita la sortida de la sessió
el: Περιορισμός εξόδου συνεδρίας
gd: Cuingich às-chur an t-seisein
gl: Limitar as saídas da sesión
tr: Oturum çıktısını sınırlandır
ur: دورانیے کا ماخذ محدود کریں
uz: Сеансдаги чиқиш маълумотларининг чегараси

source: This prevents .xsession-errors from getting too big (200KB, a few thousand lines).
ca: Això evita que .xsession-errors creixi massa (200KB, alguns milers de línies).
el: Αυτό εμποδίζει το .xsession-errors από το να γίνει πολύ μεγάλο (200KB, μερικές χιλιάδες γραμμές).
gd: Le seo, chan fhàs .xsession-errors ro mhòr (200KB, beagan mhìltean de loidhnichean).
gl: Isto evita que .xsession-errors medre excesivamente (200KB, uns milleiros de liñas).
tr: Bu .xsession-errors çıktısının çok büyük olmasını engeller (200 KB., bir kaç bin satır).
ur: یہ .xsession-errors کوزیادہ بڑا(200KB، چند ہزار لائنیں) ہونے سے روکتا ہے۔
uz: Ушбу амал .xsession-errors жуда катта бўлиб кетишини олдини олади (200 КБ, бир неча минг сатрлар).

source: Filter the session output
ca: Filtra la sortida de la sessió
el: Φιλτράρισμα εξόδου συνεδρίας
gd: Criathraich às-chur an t-seisein
gl: Filtrar a saída da sesión
tr: Oturum çıktısını filtrele
ur: دورانیے کا ماخذ فلٹر کریں
uz: Сеансда чиқишдаги маълумотларни саралаш

source: This prevents warnings from common libraries and toolkits (Gtk, Glib, Gio, Glade...etc) from getting in .xsession-errors.
ca: Això evita que les advertències de les biblioteques comunes i dels conjunts d'eines comuns (Gtk, Glib, Gio, Glade ... etc) s'incloguin a .xsession-errors.
el: Αυτό εμποδίζει προειδοποιήσεις από κοινές βιβλιοθήκες και εργαλεία (Gtk, Glib, Gio, Glade...κλπ) από το να μπουν στο .xsession-errors.
gd: Le seo, cha nochd rabhaidhean o leabharlannan is toolkits coitcheann (Gtk, Glib, Gio, Glade... is msaa) ann an .xsession-errors.
gl: Isto evita que os avisos das bibliotecas e dos conxuntos de ferramentas comúns (Gtk, Glib, Gio, Glade ... etc) se inclúan en .xsession-errors.
tr: Bu genel kütüphane ve araç takımlarından (GTK, Glib, Gio, Glade... vb.) gelen .xsession-errors uyarılarını önler.
ur: یہ کامن لائبریریوں اور ٹول-کٹ سے انتباہات کو .xsession-errors میں گھسنے سے روکتا ہے۔
uz: Ушбу амал .xsession-errors дан олинувчи кўп ишлатиладиган библиотекалар ва ускуналар (Gtk, Glib, Gio, Glade...ва х.к.) дан келувчи огоҳлантиришларнинг олдини олади.

source: Default session:
ca: Sessió predeterminada:
el: Προκαθορισμένη συνεδρία:
gd: Seisean bunaiteach:
gl: Sesión predeterminada:
tr: Varsayılan oturum:
ur: طے شُدہ دورانیہ:
uz: Ноошкор (default) сеанс:
